Repository: NaN-tic/trytond-yeastar_api
Catalog: locale/*.po
Languages: ca, es

# field:activity.activity,call_id:
source: Call ID
ca: Identificador de trucada
es: Identificador de llamadas

# field:activity.activity,language:
source: Language Call
ca: Idioma trucada
es: Idioma llamada

# field:activity.activity,llm_process:
source: LLM Processing
ca: Proceçat LLM

# field:activity.activity,speakers:
source: Number of Speakers
ca: Número de persones

# field:activity.activity,summarization:
source: Summarization
ca: Resum

# field:activity.activity,summarization_result:
source: Summarization Result
ca: Resultat resum

# field:activity.activity,transcriptions:
source: Call Transcriptions
ca: Transcripcions de trucades

# field:activity.activity,translation_languages:
source: Translation Languages
ca: Idiomes de traducció

# field:activity.configuration,default_yeastar_activity_type:
source: Yeastar Type
ca: Tipus Yeastar
es: Tipo de Yeastar

# field:activity.configuration,yeastar_record_list_page:
source: Yeastar Record List Page
ca: Pàgina de llista de registres de Yeastar
es: Página de lista de registros de Yeastar

# field:activity.configuration,yeastar_record_list_page_size:
source: Yeastar Record List Page Size
ca: Mida de la pàgina de la llista de registres de Yeastar
es: Tamaño de página de la lista de registros de Yeastar

# field:activity.configuration.yeastar,company:
source: Company
ca: Companyia
es: Compañía

# field:activity.configuration.yeastar,default_yeastar_activity_type:
source: Yeastar Type
ca: Tipus Yeastar
es: Tipo de Yeastar

# field:activity.configuration.yeastar,yeastar_record_list_page:
source: Yeastar Record List Page
ca: Pàgina de llista de registres de Yeastar
es: Página de lista de registros de Yeastar

# field:activity.configuration.yeastar,yeastar_record_list_page_size:
source: Yeastar Record List Page Size
ca: Mida de la pàgina de la llista de registres de Yeastar
es: Tamaño de página de la lista de registros de Yeastar

# field:call.transcription,activity:
source: Activity
ca: Activitat

# field:call.transcription,name:
source: Name
ca: Nom

# field:call.transcription,transcription:
source: Transcription
ca: Transcripció

# field:call.transcription.llm.process,activity:
source: Activity
ca: Activitat

# field:call.transcription.llm.process,prompt:
source: Prompt
ca: Avís

# field:call.transcription.llm.process,response:
source: Response
ca: Resposta

# field:company.employee,yeastar_extension:
source: Yeastar Extension
ca: Extensió Yeastar
es: Extensión de Yeastar

# field:company.employee,yeastar_pbx:
source: Yeastar PBX
ca: PBX Yeastar
es: PBX Yeastar

# field:voice.prompt,main_language:
source: Main Language
ca: Idioma principal
es: Idioma principal

# field:voice.prompt,name:
source: Name
ca: Nom
es: Nombre

# field:voice.prompt,prompts_text:
source: Prompts Text
ca: Text Avisos
es: Texto de avisos

# field:voice.prompt.text,language_code:
source: Language
ca: Llenguatge
es: Idioma

# field:voice.prompt.text,main_language:
source: Main Language
ca: Idioma principal
es: Idioma principal

# field:voice.prompt.text,prompt:
source: Prompt
ca: Avís
es: Aviso

# field:voice.prompt.text,voice:
source: Voice
ca: veu
es: Voz

# field:voice.prompt.translate_text.start,language_codes:
source: Language
ca: Llenguatge
es: Idioma

# field:voice.prompt.translate_text.start,prompt:
source: Prompt
ca: Avís
es: Aviso

# field:yeastar.cdr,call_from:
source: Caller
ca: Orígen trucada
es: Origen llamada

# field:yeastar.cdr,call_to:
source: Callee
ca: Destí trucada
es: Destino llamada

# field:yeastar.cdr,call_type:
source: Call Type
ca: Tipus de trucada
es: Tipo de llamada

# field:yeastar.cdr,did_number:
source: DID Number
ca: Número DID
es: Número DID

# field:yeastar.cdr,disposition:
source: Call Status
ca: Estat trucada
es: Estado de la llamada

# field:yeastar.cdr,dod_number:
source: DOD Number
ca: Número DOD
es: Número DOD

# field:yeastar.cdr,duration:
source: Total Duration
ca: Durada total
es: Duración total

# field:yeastar.cdr,reason:
source: Reason
ca: Raó
es: Razón

# field:yeastar.cdr,record_file:
source: Record File
ca: Fitxer de registre
es: Archivo de llamada

# field:yeastar.cdr,ring_duration:
source: Ring Duration
ca: Durada del timbre
es: Duración del timbre

# field:yeastar.cdr,talk_duration:
source: Talk Duration
ca: Durada de la conversa
es: Duración de la conversación

# field:yeastar.cdr,time:
source: Call Time
ca: Hora de trucada
es: Tiempo de llamada

# field:yeastar.cdr,uid:
source: CDR ID
ca: ID del CDR
es: ID de CDR

# field:yeastar.contact,company:
source: Yeastar Company
ca: Companyia Yeastar
es: Compañía Yeastar

# field:yeastar.contact,contact_mechanism:
source: Contact
ca: Contacte
es: Contacto

# field:yeastar.contact,first_name:
source: First Name
ca: Nom
es: Nombre

# field:yeastar.contact,num_type:
source: Number Type
ca: Tipus de nombre
es: Tipo de número

# field:yeastar.contact,number:
source: Number
ca: Número
es: Número

# field:yeastar.contact,sync:
source: Synch with Yeatar PBXs
ca: Sincronitza amb Yeatar PBX
es: Sincronización con PBX Yeatar

# field:yeastar.contact,yeastar_contact_id:
source: Yeastar Contact ID
ca: Identificador de contacte Yeastar
es: ID de contacto de Yeastar

# field:yeastar.create.from_progress_call.start,call_id:
source: Call ID
ca: Identificador de trucada
es: Identificador de llamada

# field:yeastar.create.from_progress_call.start,employee:
source: Employee
ca: Empleat
es: Empleado

# field:yeastar.create.from_progress_call.start,extension:
source: Extension
ca: Extensió
es: Extensión

# field:yeastar.create.from_progress_call.start,name:
source: Name
ca: Nom
es: Nombre

# field:yeastar.create.from_progress_call.start,party:
source: Party
ca: Tercer
es: Tercero

# field:yeastar.create.from_progress_call.start,party_call:
source: Party On The Call
ca: Tercer en la trucada
es: Tercero en la llamada

# field:yeastar.endpoint,action:
source: Action
ca: Acció
es: Acción

# field:yeastar.endpoint,yeastar:
source: Yeastar PBX
ca: PBX Yeastar
es: PBX Yeastar

# field:yeastar.pbx,api_path:
source: API path
ca: Ruta API
es: Ruta API

# field:yeastar.pbx,base_url:
source: Yeastar base addr
ca: Adreça base Yeastar
es: Dirección base de Yeastar

# field:yeastar.pbx,company:
source: Company
ca: Companyia
es: Compañía

# field:yeastar.pbx,contacts:
source: Yeastar Contacts
ca: Contactes de Yeastar
es: Contactos De Yeastar

# field:yeastar.pbx,name:
source: Server Name
ca: Nom del servidor
es: Nombre del servidor

# field:yeastar.pbx,password:
source: Client secret
ca: Contrasenya
es: Contraseña

# field:yeastar.pbx,refresh_token:
source: Refresh Token
ca: Token actualització
es: Token actualización

# field:yeastar.pbx,refresh_token_expire:
source: Refresh Token Expire
ca: Caducitat Token actualització
es: Caducidad Token actualización

# field:yeastar.pbx,serial_number:
source: Serial Number
ca: Número de sèrie
es: Número de serie

# field:yeastar.pbx,time_format:
source: Time Format
ca: Format horari
es: Formato de tiempo

# field:yeastar.pbx,token_expire:
source: Token Expire
ca: Caducitat Token
es: Caducidad Token

# field:yeastar.pbx,username:
source: Client ID
ca: ID de client
es: Identificación del cliente

# field:yeastar.phonebook,contacts:
source: Contacts
ca: Contactes
es: Contactos

# field:yeastar.phonebook,member_select:
source: Member Selection Method
ca: Mètode de selecció de membres
es: Método de selección de miembros

# field:yeastar.phonebook,name:
source: Name
ca: Nom
es: Nombre

# field:yeastar.phonebook,yeastar_phonebook_id:
source: Yeastar Phonebook ID
ca: Identificador guia telefònica de Yeastar
es: ID de la guía telefónica de Yeastar

# field:yeastar.phonebook-yeastar.contact,contact:
source: Contact
ca: Contacte
es: Contacto

# field:yeastar.phonebook-yeastar.contact,phonebook:
source: Phonebook
ca: Guia telefònica
es: Guía telefónica

# help:activity.activity,speakers:
source: Leave it blank to let the AI try to figure it out.
ca: Deixeu-lo en blanc perquè la IA ho intenti esbrinar.

# help:yeastar.pbx,api_path:
source: The format of API path is openapi/{version}; the {version} indicates the API version.
ca: El format de la ruta de l'API és openapi/{version}; la {version} indica la versió de l'API.
es: El formato de la ruta API es openapi/{version}; la {version} indica la versión de API.

# help:yeastar.pbx,base_url:
source: IPv4 address or DNS name of the Yeastar server.
ca: Adreça IPv4 o nom DNS del servidor Yeastar.
es: Dirección IPv4 o nombre DNS del servidor Yeastar.

# help:yeastar.pbx,endpoints:
source: Endpoint indicates the specific address of API request.
ca: Endpoint indica l'adreça específica de la sol·licitud de l'API.
es: Endpoint indica la dirección específica de la solicitud de API.

# help:yeastar.pbx,password:
source: Password that Tryton will use to login to Yeastar API.
ca: Contrasenya que utilitzarà Tryton per iniciar sessió a l'API de Yeastar.
es: Contraseña que Tryton utilizará para iniciar sesión en la API de Yeastar.

# help:yeastar.pbx,time_format:
source: The time format depends on the date and time display format of PBX (set in System > Date and Time > Display Format on PBX)
ca: El format de l'hora depèn del format de visualització de la data i l'hora de la central (establert a Sistema > Data i hora > Format de visualització de la central)
es: El formato de hora depende del formato de visualización de fecha y hora de PBX (configurado en Sistema > Fecha y hora > Formato de visualización en PBX)

# help:yeastar.pbx,username:
source: Username that Tryton will use to login to Yeastar API.
ca: Nom d'usuari que utilitzarà Tryton per iniciar sessió a l'API de Yeastar.
es: Nombre de usuario que Tryton utilizará para iniciar sesión en la API de Yeastar.

# model:activity.configuration.yeastar,name:
source: Yeastar Activity Configuration
ca: Configuració de l'activitat de Yeastar
es: Configuración de actividad de Yeastar

# model:call.transcription,name:
source: Call Transcription
ca: Transcripció de trucades

# model:call.transcription.llm.process,name:
source: Call Transcription LLM Process
ca: Procés LLM de transcripció de trucades

# model:ir.action,name:act_create_from_progress_call
source: Yeastar Progress Call
ca: Trucada en curs
es: Llamada en curso Yeastar

# model:ir.action,name:act_get_calls_details
source: Get CDR
ca: Obteniu CDR
es: Obtener CDR

# model:ir.action,name:act_voice_prompt_form
source: Voice Prompt
ca: Avís de veu
es: Aviso de voz

# model:ir.action,name:act_voice_prompt_text_form
source: Voice Prompt Text
ca: Text d'avís de veu
es: Texto de aviso de voz

# model:ir.action,name:act_yeastar_contact_form
source: Yeastar Contact
ca: Contacte Yeastar
es: Contacto Yeastar

# model:ir.action,name:act_yeastar_pbx_form
source: Yeastar PBX
ca: PBX Yeastar
es: PBX Yeastar

# model:ir.action,name:act_yeastar_phonebook_form
source: Yeastar Phonebook
ca: Guia telefònica de Yeastar
es: Guñia telefónica de Yeastar

# model:ir.action,name:wizard_voice_prompt_translate_text
source: Translate
ca: Traduir
es: Traducir

# model:ir.message,text:msg_delete_contact_fail
source: The Yeastar "%(pbx)s" fails deleting Contact "%(contact)s" with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" falla en suprimir el contacte "%(contact)s" amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" no puede eliminar el contacto "%(contact)s" con el mensaje: "%(errmsg)s".

# model:ir.message,text:msg_delete_phonebook_fail
source: The Yeastar "%(pbx)s" fails deleting Phonebook "%(phonebook)s" with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" falla en suprimir l'agenda "%(phonebook)s" amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" no puede eliminar la guía telefónica "%(phonebook)s" con el mensaje: "%(errmsg)s".

# model:ir.message,text:msg_different_employee_pbx
source: The employee "%(employee)s" has a different pbx deffined. Need "%(pbx)s".
ca: L'empleat "%(employee)s" té una PBX diferent definida. Necessita "%(pbx)s".
es: El empleado "%(employee)s" tiene definida una centralita diferente. Necesita "%(pbx)s".

# model:ir.message,text:msg_download_record_call_not_possible
source: The Yeastar "%(pbx)s" fails getting call information with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" no aconsegueix la informació de la trucada amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" no obtiene información de la llamada con el mensaje: "%(errmsg)s".

# model:ir.message,text:msg_empty_contact_list
source: The contacts of the Phonebook "%(phonebook)s" will be remove. Are you sure?
ca: S'eliminaran els contactes de la guia "%(phonebook)s". Estàs segur?
es: Se eliminarán los contactos de la agenda "%(phonebook)s". ¿Está seguro?

# model:ir.message,text:msg_get_post_fail
source: The Yeastar "%(pbx)s" with the URL "%(url)s" fail in get/post action with the mesage: "%(status)s".
ca: El Yeastar "%(pbx)s" amb l'URL "%(url)s" falla en l'acció d'obtenció/publicació amb el missatge: "%(status)s".
es: El Yeastar "%(pbx)s" con la URL "%(url)s" falla en la acción de obtención/publicación con el mensaje: "%(status)s".

# model:ir.message,text:msg_get_token_fail
source: The Yeastar "%(pbx)s" fails getting token: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" no aconsegueix el Token: "%(errmsg)s".
es: El Yeastar "%(pbx)s" no puede obtener el token: "%(errmsg)s".

# model:ir.message,text:msg_gladia_error_get_transcribe
source: The Gladia Get Transcribe fail with the error code "%(code)s".
ca: El Gladia Get Transcribe falla amb el codi d'error "%(code)s".

# model:ir.message,text:msg_gladia_fail_get_transcribe
source: Unknowed error.
ca: Error desconegut.

# model:ir.message,text:msg_gladia_requests_fail
source: The Gladia request fail with the error code "%(code)s" message "%(message)s". Possible extra information: "%(validation_errors)s".
ca: La sol·licitud de Gladia ha fallat amb el codi d'error "%(code)s" missatge "%(message)s". Possible informació addicional: "%(validation_errors)s".

# model:ir.message,text:msg_make_call_not_possible
source: Not possible to make call through Yeastar "%(pbx)s" with messages: "%(errmsg)s".
ca: No és possible fer trucades a través de Yeastar "%(pbx)s" amb missatges: "%(errmsg)s".
es: No es posible realizar llamadas a través de Yeastar "%(pbx)s" con mensajes: "%(errmsg)s".

# model:ir.message,text:msg_missing_library
source: Could not be possibel translate Because is missing the Google library.
ca: No es pot traduir perquè falta la llibraria de Google.
es: No se pudo traducir porque falta la librería de Google.

# model:ir.message,text:msg_not_call_in_progress
source: There is not a call in progress for the employee "%(employee)s" with the extension "%(extension)s" on the PBX "%(pbx)s".
ca: No hi ha cap trucada en curs per a l'empleat "%(employee)s" amb l'extensió "%(extension)s" a la PBX "%(pbx)s".
es: No hay una llamada en curso para el empleado "%(employee)s" con la extensión "%(extension)s" en la PBX "%(pbx)s".

# model:ir.message,text:msg_not_employee
source: The user "%(user)s" has not employee.
ca: L'usuari "%(user)s" no té empleat.
es: El usuario "%(user)s" no tiene empleado.

# model:ir.message,text:msg_not_employee_defined
source: You don't have an employee defined or active.
ca: No teniu cap empleat definit o actiu.
es: No tienes un empleado definido o activo.

# model:ir.message,text:msg_not_extension_pbx_employee
source: Your employee "%(employee)s" has not deffined the extension and/or the PBX.
ca: El vostre empleat "%(employee)s" no té definida l'extensió i/o la central.
es: Su empleado "%(employee)s" no ha definido la extensión y/o el PBX.

# model:ir.message,text:msg_not_pbx_employee
source: Your employee "%(employee)s" has not deffined the PBX.
ca: El vostre empleat "%(employee)s" no té definida la central.
es: Su empleado "%(employee)s" no ha definido la PBX.

# model:ir.message,text:msg_not_possible_delete_phonebook_with_contacts
source: Is not possible to delete the Phonebook "%(phonebook)s" beacsue it have contactes relate yet. Remove them before delete.
ca: No és possible suprimir la guia "%(phonebook)s" perquè encara té contactes relacionats. Elimineu-los abans de suprimir-los.
es: No es posible eliminar la guía telefónica "%(phonebook)s" porque todavía hay contactos relacionados. Elimínelos antes de eliminarlos.

# model:ir.message,text:msg_not_user_defined
source: You don't have a user defined or active.
ca: No teniu cap usuari definit o actiu.
es: No tienes un usuario definido o activo.

# model:ir.message,text:msg_not_yeastar_endpoint
source: The Yeastar "%(pbx)s" has not the endpoint with the action "%(action)s".
ca: El Yeastar "%(pbx)s" no té l'endpoint amb l'acció "%(action)s".
es: El Yeastar "%(pbx)s" no tiene el endpoint con la acción "%(action)s".

# model:ir.message,text:msg_prompt_not_translated
source: Could not be possibel translate the "%(name)s" prompt from "%(source)s" to "%(target)s".
ca: No es pot traduir el missatge "%(name)s" de "%(source)s" a "%(target)s".
es: No es posible traducir el mensaje "%(name)s" de "%(source)s" a "%(target)s".

# model:ir.message,text:msg_prompt_text_missing_voice
source: Missing 'voice' in the language "%(lang)s" of prompt "%(prompt)s."
ca: Falta 'veu' a l'idioma "%(lang)s" de l'avís "%(prompt)s".
es: Falta 'voz' en el idioma "%(lang)s" del mensaje "%(prompt)s".

# model:ir.message,text:msg_query_call_by_extension_not_possible
source: Not possible to query call from Yeastar "%(pbx)s" with messages: "%(errmsg)s".
ca: No es pot consultar la trucada de Yeastar "%(pbx)s" amb missatges: "%(errmsg)s".
es: No es posible consultar la llamada de Yeastar "%(pbx)s" con mensajes: "%(errmsg)s".

# model:ir.message,text:msg_query_contact_fail
source: The Yeastar "%(pbx)s" fails quering information of the Contact "%(contact)s" with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" falla en consultar la informació del contacte "%(contact)s" amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" falla al consultar la información del contacto "%(contact)s" con el mensaje: "%(errmsg)s".

# model:ir.message,text:msg_query_pbx_information_not_possible
source: The Yeastar "%(pbx)s" fails getting its information.
ca: El Yeastar "%(pbx)s" no aconsegueix la seva informació.
es: El Yeastar "%(pbx)s" no obtiene su información.

# model:ir.message,text:msg_query_phonebook_fail
source: The Yeastar "%(pbx)s" fails quering information of the Phonebook "%(phonebook)s" with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" falla en consultar la informació de la guia "%(phonebook)s" amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" falla al consultar la información de la guía telefónica "%(phonebook)s" con el mensaje: "%(errmsg)s".

# model:ir.message,text:msg_revoke_token_fail
source: The Yeastar "%(pbx)s" fails revoking token with message: "%(errmsg)s". Force delete?
ca: El Yeastar "%(pbx)s" falla en revocar el testimoni amb el missatge: "%(errmsg)s". Forçar la supressió?
es: El Yeastar "%(pbx)s" falla al revocar el token con el mensaje: "%(errmsg)s". ¿Forzar eliminación?

# model:ir.message,text:msg_sync_contact_fail
source: The Yeastar "%(pbx)s" fails adding or editing the Contact "%(contact)s" with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" no pot afegir o editar el contacte "%(contact)s" amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" falla al agregar o editar el contacto "%(contact)s" con el mensaje: "%(errmsg)s".

# model:ir.message,text:msg_sync_phonebook_fail
source: The Yeastar "%(pbx)s" fails adding or editing the Phonebook "%(phonebook)s" with message: "%(errmsg)s".
ca: El Yeastar "%(pbx)s" no pot afegir o editar la guia "%(phonebook)s" amb el missatge: "%(errmsg)s".
es: El Yeastar "%(pbx)s" falla al agregar o editar la guía telefónica "%(phonebook)s" con el mensaje: "%(errmsg)s".

# model:ir.model.button,confirm:yeastar_pbx_load_contacts_button
source: This will load all new contacts and update existents if it's necessary.
ca: Això carregarà tots els contactes nous i actualitzarà els existents si és necessari.
es: Esto cargará todos los contactos nuevos y actualizará los existentes si es necesario.

# model:ir.model.button,confirm:yeastar_pbx_sync_contacts_button
source: This will sync all new contacts and update existents if it's necessary.
ca: Això sincronitzarà tots els contactes nous i actualitzarà els existents si és necessari.
es: Esto sincronizará todos los contactos nuevos y actualizará los existentes si es necesario.

# model:ir.model.button,string:activity_get_call_transcription_button
source: Get Call Transcription
ca: Obteniu la transcripció de la trucada
es: Obtener transcripción de llamadas

# model:ir.model.button,string:dial_button
source: Dial
ca: Trucar
es: Llama

# model:ir.model.button,string:voice_prompt_create_voice_files_button
source: Create Voice Files
ca: Crea fitxers de veu
es: Crear archivos de voz

# model:ir.model.button,string:voice_prompt_translate_text_button
source: Translate
ca: Traduir
es: Traducir

# model:ir.model.button,string:yeastar_contact_delete_contact_button
source: Delete Contact
ca: Suprimeix contacte
es: Borrar contacto

# model:ir.model.button,string:yeastar_contact_sync_contact_button
source: Sync Contact
ca: Sincronitza contacte
es: Sincronizar contacto

# model:ir.model.button,string:yeastar_pbx_delete_token_button
source: Delete Token
ca: Suprimeix Token
es: Eliminar ficha

# model:ir.model.button,string:yeastar_pbx_get_information_button
source: Get PBX Infomration
ca: Obteniu informació de la PBX
es: Obtener información PBX

# model:ir.model.button,string:yeastar_pbx_load_contacts_button
source: Load Contacts
ca: Carregar contactes
es: Cargar contactos

# model:ir.model.button,string:yeastar_pbx_sync_contacts_button
source: Sync Contacts
ca: Sincronitza contactes
es: Sincronizar contactos

# model:ir.model.button,string:yeastar_phonebook_delete_phonebook_button
source: Delete Phonebook
ca: Esborra guia telefònica
es: Eliminar Guía telefonica

# model:ir.model.button,string:yeastar_phonebook_sync_phonebook_button
source: Sync Phonebook
ca: Sincronitza guia telefònica
es: Sincronizar guía telefónica

# model:ir.rule.group,name:rule_group_yeastar_pbx_companies
source: User in companies
ca: Usuari a les empreses
es: Usuario en empresas

# model:ir.ui.menu,name:menu_voice_prompt
source: Voice Prompt
ca: Avís de veu
es: Aviso de voz

# model:ir.ui.menu,name:menu_yeastar_contact
source: Yeastar Contact
ca: Contacte Yeastar
es: Contacto Yeastar

# model:ir.ui.menu,name:menu_yeastar_pbx
source: Yeastar PBX
ca: PBX Yeastar
es: PBX Yeastar

# model:ir.ui.menu,name:menu_yeastar_phonebook
source: Yeastar Phonebook
ca: Guia telefònica de Yeastar
es: Guía telefónica de Yeastar

# model:ir.ui.menu,name:menu_yeastar_progress_call
source: Yeastar Progress Call
ca: Trucada en curs Yeastar
es: Llamada en curso Yeastar

# model:res.group,name:group_yeastar_admin
source: Yeastar Administration
ca: Administració Yeastar
es: Administración Yeastar

# model:voice.prompt,name:
source: Voice Prompt
ca: Avís de veu
es: Aviso de voz

# model:voice.prompt.text,name:
source: Voice Prompt Text
ca: Text d'avís de veu
es: Texto de aviso de voz

# model:voice.prompt.translate_text.start,name:
source: Voice Prompt Translate Text Start
ca: Tradueix l'avís de veu Inici
es: Aviso de voz Traducir texto Iniciar

# model:yeastar.contact,name:
source: Yeastar Contact
ca: Contacte Yeastar
es: Contacto Yeastar

# model:yeastar.create.from_progress_call.start,name:
source: Create From Progress Call Start
ca: Crea des de trucada en curs Inici
es: Crear desde llamada en curso Inicio

# model:yeastar.pbx,name:
source: Yeastar PBX
ca: PBX Yeastar
es: PBX Yeastar

# model:yeastar.phonebook,name:
source: Yeastar Phonebook
ca: Guia telefònica de Yeastar
es: Guía telefónica de Yeastar

# model:yeastar.phonebook-yeastar.contact,name:
source: Yeastar Phonebook Contact
ca: Contacte de la guia telefònica de Yeastar
es: Contacto de la guía telefónica de Yeastar
