Repository: NaN-tic/trytond-yeastar_api
Catalog: locale/*.po
Languages: ca, es

# selection:activity.activity,summarization:
source: Bullet Points
ca: Punts principals

# selection:activity.activity,summarization:
source: Concise
ca: Concís

# selection:ir.cron,method:
source: Get Yeastar CDR Details
ca: Obteniu els detalls del CDR de Yeastar
es: Obtenga detalles del CDR de Yeastar

# selection:yeastar.phonebook,member_select:
source: Select all company contacts
ca: Seleccioneu tots els contactes de l'empresa
es: Seleccionar todos los contactos de la empresa

# selection:yeastar.phonebook,member_select:
source: Select specific company contacts
ca: Seleccioneu contactes específics de l'empresa
es: Seleccione contactos específicos de la empresa

# view:voice.prompt.text:
source: Prompt Text
ca: Text avís
es: Texto aviso

# view:voice.prompt.translate_text.start:
source: This will translate the main language text to the selected languages, unless the languege selected exist.
ca: Això traduirà el text de l'idioma principal als idiomes seleccionats, tret que existeixi la traducció a l'idioma seleccionat.
es: Esto traducirá el texto del idioma principal a los idiomas seleccionados, a menos que el idioma seleccionado exista.

# view:yeastar.cdr:
source: Start Time
ca: L'hora d'inici
es: Hora de inicio

# view:yeastar.create.from_progress_call.start:
source: From the call between the extension
ca: De la trucada entre l'extensió
es: De la llamada entre la extensión

# view:yeastar.create.from_progress_call.start:
source: What you wnat to do?
ca: Què vols fer?
es: ¿Qué quieres hacer?

# view:yeastar.create.from_progress_call.start:
source: and the contact
ca: i el contacte
es: y el contacto

# view:yeastar.create.from_progress_call.start:
source: of party
ca: del tercer
es: de fiesta

# view:yeastar.pbx:
source: Connection informtion
ca: Informació de connexió
es: Información de conexión

# view:yeastar.pbx:
source: Contacts
ca: Contactes
es: Contactos

# wizard_button:voice.prompt.translate_text,start,end:
source: Cancel
ca: Cancel·lar
es: Cancelar

# wizard_button:voice.prompt.translate_text,start,translate_text:
source: Translate
ca: Traduir
es: Traducir

# wizard_button:yeastar.create.from_progress_call,start,create_activity:
source: Create Activity
ca: Crea una activitat
es: Crear actividad

# wizard_button:yeastar.create.from_progress_call,start,end:
source: Cancel
ca: Cancel·lar
es: Cancelar

# field:activity.activity,call_transcription:
source: Call Transcription
es: Transcripción de llamadas

# field:voice.prompt.text,text:
source: Text
es: Texto

# field:yeastar.pbx,endpoints:
source: Endpoints
es: Puntos finales

# model:ir.action,name:act_yeastar_cdr_form
source: Yeastar CDR
es: CDR de Yeastar

# model:ir.action,name:act_yeastar_endpoint_form
source: Yeastar Endpoint
es: Endpoint de Yeastar

# model:ir.ui.menu,name:menu_yeastar_cdr
source: Yeastar CDR
es: CDR de Yeastar

# model:ir.ui.menu,name:menu_yeastar_endpoint
source: Yeastar Endpoint
es: Endpoint de Yeastar

# model:yeastar.cdr,name:
source: Yeastar CDR
es: CDR de Yeastar

# model:yeastar.endpoint,name:
source: Yeastar Endpoint
es: Endpoint de Yeastar
